Repository: hungud/air-project
Catalog: SolutionApps/App.SolutionHelpers/App.Resources/Resources.*.resx
Languages: ar

source: Email ID
ar: ID البريد الإلكتروني

# Email_is_required
source: Email ID is required !!
ar: مطلوب ID البريد الإلكتروني !!

source: Fax:
ar: الفاكس:

# First_Slide_landpage
source: Welcome to Qatar Permit Road Opening and Occupancy (QPRO) Version 2.0
ar: مرحبا بكم في افتتاح قطر تصريح الطرق وإشغال (QPRO) الإصدار 2.0

# First_Slide_landpage_Text
source: RO Permit issued by Public Works Authority to an applicant (contractor) after approval from all utility agencies for carrying out road works or occupy road space for specified period of time.
ar: RO تصريح صادر عن هيئة الأشغال العامة لمقدم الطلب (المقاول) بعد موافقة من جميع وكالات أداة لتنفيذ أعمال الطرق أو تشغل مساحة الطريق لفترة محددة من الوقت.

# Five_Slide_landpage
source: Robust Validations and Analysis
ar: التصديقات وتحليل قوية

# Five_Slide_landpage_text
source: There are many validations at spatial and attribute data level that is placed in the new system to ensure accuracy and efficient handling of the RO permit applications. Impact analysis, Proximity analysis are performed to ensure any conflicts.
ar: هناك العديد من التصديقات على مستوى البيانات المكانية والسمة التي يتم وضعها في النظام الجديد لضمان دقة وكفاءة معالجة طلبات الحصول على تصاريح RO. تحليل الأثر، وإجراء تحليل القرب لضمان أي نزاعات.

source: Forgot Password
ar: نسيت كلمة المرور

# Fourth_Slide_landpage
source: Participate / Invite Agencies into RO Approval Process
ar: المشاركة / دعوة الوكالات إلى RO عملية الموافقة

# Fourth_Slide_landpage_Text
source: Any Agency that Ashghal feels should participate in a RO approval process, can be invited to be a part. On the other hand, if any agency feels it should be a part of the approval process of an RO can request to participate in the approval process.
ar: ن أشغال يشعر ينبغي أن تشارك في عملية الموافقة RO، يمكن دعوة أي وكالة لتكون جزءا منها. من ناحية أخرى، إذا كان يشعر أي وكالة ينبغي أن يكون جزءا من عملية الموافقة على RO يمكن طلب للمشاركة في عملية الموافقة.

source: Get in touch with us
ar: لحصول على اتصال معنا:

source: Landing Page
ar: الصفحة المقصودة

source: Login
ar: تسجيل الدخول

source: Password
ar: كلمة السر

# Pass_is_required
source: Password is required !!
ar: كلمة المرور مطلوبة !!

source: Please Enter Your Information
ar: يرجى إدخال المعلومات الخاصة بك

source: Q-PRO System
ar: Q-PRO النظام

# QproSystem_Text
source: Q-PRO system is an online road opening permit system designed to facilitate road opening permit.This online permitting system will replace the existing paper based procedure into an electronic web based system. This system has a central repository of the RO permitting information providing electronic RO applications and review forms.This system will drastically reduce the process from several months to few days or in some cases to few hours.
ar: نظام Q-PRO هو نظام التصاريح افتتاح الطريق على الإنترنت تم تصميمها لتسهيل الطريق تصريح الافتتاح. فإن هذا النظام على الانترنت تسمح محل الإجراء رقة القائمة استنادا إلى نظام الشبكة الإلكترونية القائمة. هذا النظام لديه مستودع مركزي للمعلومات تسمح RO RO توفير التطبيقات الإلكترونية ونظام مراجعة أشكال .هذا سوف يقلل بشكل كبير من عملية من عدة أشهر إلى بضعة أيام أو في بعض الحالات لبضع ساعات.

source: Q-PRO Newsletter
ar: Q-PRO النشرة الإخبارية

# Qpro_newsletter_Text
source: Subscribe to the Newsletter to receive regular updates and announcements.
ar: اشترك في النشرة الإخبارية لتلقي تحديثات منتظمة والإعلانات.

source: Register
ar: تسجيل

source: Register for Alerts
ar: سجل للحصول على تنبيهات

# Register_for_project_Text
source: On information that is important to you.
ar: على المعلومات التي هو مهم بالنسبة لك.

source: Remember Me
ar: تذكرني

# Second_Slide_landpage
source: Q-PRO System
ar: Q-PRO النظام

# Second_Slide_landpage_Text
source: Q-PRO system is an online road opening permit system designed to facilitate road opening permit.This online permitting system will replace the existing paper based procedure into an electronic web based system. This system has a central repository of the RO permitting information providing electronic RO applications and review forms.This system will drastically reduce the process from several months to few days or in some cases to few hours.
ar: نظام Q-PRO هو نظام التصاريح افتتاح الطريق على الإنترنت تم تصميمها لتسهيل الطريق تصريح الافتتاح. فإن هذا النظام على الانترنت تسمح محل الإجراء رقة القائمة استنادا إلى نظام الشبكة الإلكترونية القائمة. هذا النظام لديه مستودع مركزي للمعلومات تسمح RO RO توفير التطبيقات الإلكترونية ونظام مراجعة أشكال .هذا سوف يقلل بشكل كبير من عملية من عدة أشهر إلى بضعة أيام أو في بعض الحالات لبضع ساعات.

source: Subscribe
ar: الاشتراك

source: Support
ar: الدعم:

source: Telephone
ar: الهاتف:

# Third_Slide_landpage
source: Phasing and Scheduling of RO Permits
ar: الإلغاء وجدولة تصاريح RO

# Third_Slide_landpage_Text
source: New system allows a contractor to break the RO locations into many phases for the convenience of scheduling the work on each phase separately. This will help in minimal traffic diversion/disruptions.
ar: النظام الجديد يسمح للمقاول لكسر المواقع RO في العديد من المراحل لتوفير الراحة للجدولة العمل في كل مرحلة على حدة. وهذا سوف يساعد في الحد الأدنى من حركة تحويل / اضطرابات.

source: Who Can apply for RO permit?
ar: الذين يمكن أن تنطبق على تصريح RO؟

# WhoCanApplyForROPermit_Text_Li_1
source: Anyone who is occupying or cut the asphalt or undertake excavation work in part or full of right way.
ar: أي شخص الاحتلال أو قطع الأسفلت أو القيام بأعمال الحفر في جزء أو كامل من الطريق الصحيح.

# WhoCanApplyForROPermit_Text_Li_2
source: Anyone who plan for diversions in major or minor
ar: أي شخص الذين يخططون لعمليات التسريب في كبيرة أو صغيرة

# Dashboard
source: Q-PRO Dashboard
ar: لوحة Q-PRO

source: Please select role to login
ar: يرجى تحديد دور للدخول:

# Role_1
source: Agency User(Agency Administrator - Ashghal - Roads)
ar: وكالة المستخدم (مدير الوكالة - أشغال - الطرق)

# Role_1_Text
source: This Role will have Apply privileges only
ar: هذا الدور سوف يكون تطبيق الامتيازات فقط

# Role_2
source: Committee User(Consultant Administrator - Road Inspection Committee)
ar: لجنة المستخدم (مدير استشاري - لجنة التفتيش على الطرق)

# Role_2_Text
source: This Role will have Review and Approve privileges only.
ar: وهذا الدور الذي لمراجعة واعتماد الامتيازات فقط.

# Role_3
source: Committee User(Committee Administrator - CRA - Consortium Committee)
ar: لجنة المستخدم (مسؤول اللجنة - CRA - لجنة الاتحاد)

# Role_4
source: Committee User (Agency Administrator - Road Occupancy Committee)
ar: لجنة المستخدم (مدير وكالة - لجنة إشغال الطريق)

source: Select Role
ar: حدد دور

source: Back to login
ar: لعودة إلى تسجيل الدخول

# Enter_Details
source: Enter your details to begin
ar: إدخال التفاصيل الخاصة بك لتبدأ:

source: New User Registration
ar: تسجيل عضو جديد

# Receive_Instructions
source: Enter your email and to receive instructions
ar: أدخل عنوان بريدك الإلكتروني والحصول على تعليمات

source: Reset
ar: إعادة تعيين

source: Retrieve Password
ar: استرجاع كلمة المرور

source: Send Me !
ar: ارسل إلي!

# Documents_Required
source: Mandatory Documents
ar: وثائق إلزامية

source: File
ar: ملف

source: Keywords
ar: الكلمات المفتاحية

source: Set Keywords
ar: تعيين كلمات

source: Set Validity
ar: تعيين الصلاحية

source: Upload Doc
ar: تحميل الوثيقة

source: Validity upto
ar: صحة تصل

# GIS_TOC
source: Tools
ar: #صحة تصل

# GIS_BaseMap_Gallery
source: BaseMap Gallery
ar: BaseMap Gallery AR

# GIS_Draw_RO_Location
source: Draw RO Location
ar: Draw RO Location AR

# GIS_Enter_Cordinates
source: Enter Cordinates
ar: Enter Cordinates AR

# GIS_Legend
source: Legend
ar: Legend AR

# GIS_Upload_RO_Location
source: Upload RO Location
ar: Upload RO Location AR

# GIS_View_RO_Location
source: View RO Location
ar: View RO Location AR

# GIS_Draw_RO_Location_Clear
source: Clear
ar: Clear AR

# GIS_Draw_RO_Location_Polygon
source: Polygon
ar: Polygon AR

# GIS_Draw_RO_Location_Save
source: Save
ar: Save AR

# GIS_Enter_Cordinates_DeleteRow
source: DeleteRow
ar: DeleteRow AR

# GIS_Enter_Cordinates_Label
source: Click to Enter Cordinates
ar: Click to Enter Cordinates AR

# GIS_Enter_Cordinates_Add_Rows
source: Add Row
ar: Add Row AR

# GIS_CLIP_Msg
source: Overlapping with Parcel Layer... Do you want to Clip the Graphics ?
ar: Overlapping with Parcel Layer... Do you want to Clip the Graphics ? AR

# GIS_Search_RO_Location
source: Search
ar: Search AR

# GIS_Search_Text
source: Search Text
ar: Search Text AR

# GIS_Search_Type
source: Search Type
ar: Search Type AR

# GIS_Upload_Files
source: Only Text, DWG, SHP Files are Allowed
ar: Only Text, DWG, SHP Files are Allowed AR

# GIS_Valitdate_Img
source: Validate File
ar: Validate File AR

# GIS_GP_MSG_DR
source: With in own Design Review
ar: With in own Design Review AR

# GIS_GP_MSG_LV
source: Checking Landrow Layer Validation.
ar: Checking Landrow Layer Validation.. AR

# GIS_GP_MSG_NDR
source: Outside own Design Review
ar: Outside own Design Review AR

# GIS_GP_MSG_PL
source: More Than One RO Locations.. Select the primary RO
ar: More Than One RO Locations.. Select the primary RO AR

# GIS_GP_MSG_R
source: Graphics Entered by You is Overlapping With Restricted Area.
ar: Graphics Entered by You is Overlapping With Restricted Area. AR

# GIS_GP_MSG_RO
source: Graphics Entered by You is Overlapping With RO
ar: Graphics Entered by You is Overlapping With RO AR

# GIS_GP_MSG_WR
source: Intersect with own RO... Draw Again
ar: Intersect with own RO... Draw Again AR

source: Action Required
ar: الإجراء مطلوب

source: Agency Response
ar: رد كالة

# Assign_app_to_user
source: Assign Application to User
ar: تعيين تطبيق إلى العضو

source: Assign RO
ar: RO تعيين

source: Attachments
ar: مرفقات

source: Close
ar: قريب

source: Comments
ar: تعليقات

# Deleted_Successfully
source: **File Deleted Successfully**
ar: ملف المحذوفة بنجاح

# Documents_are_Mandatory
source: *Documnents required are mandatory*
ar: المستندات المطلوبة إلزامية ، يرجى إرفاق جميع الوثائق الإلزامية اليسار

source: Enter Your Comments
ar: أدخل تعليقات

# Extensions_check
source: **The Required Documents Extentions are pdf/doc/docx/dwg/rar/zip**
ar: pdf/doc/docx/dwg/rar/zip وثائق لواحق المطلوبة هي

source: Map
ar: خريطة

source: *Please Fill the Date Validity*
ar: يرجى ملء تاريخ الصلاحية

source: *Please Fill The Keywords*
ar: يرجى ملء كلمات

# Please_Upload_the_Doc
source: *Please Upload The Documents Before Submit*
ar: يرجى تحميل وثائق إرسال قبل

source: Received Permits
ar: تصاريح تلقى

source: RO Application No
ar: رقم الطلب RO

source: Standard Comments
ar: القياسية تعليقات

source: Standard Comment List
ar: القياسية قائمة تعليق

source: Submit Comment
ar: إرسال تعليق

source: Submit Response
ar: إرسال الاستجابة

# The_Following_Extension_File_Name
source: *The following extension of the file name is not valid for the selected Keyword*
ar: تمديد التالية من اسم الملف غير صالح لل كلمة مختارة

source: Upload Documents
ar: تحميل المستندات

source: Please save all steps
ar: Please save all steps ar

# GIS_Extrafields
source: Extra Fields
ar: Extra Fields ar

# assignment_details
source: Assigned details are updated
ar: يتم تحديث تفاصيل تعيين

# App_Permit_Applied
source: Permit Applied
ar: تصريح التطبيقية

# App_Permit_Received
source: Permit Received
ar: تصريح تلقى
